Repository: audrasjb/tinymce-abbr
Catalog: languages/abbreviation-button-for-tinymce-*.po
Languages: de_de, fr_fr

source: Abbreviation
de_de: ABR Abkürzungen
fr_fr: Abréviation

source: Abbreviation button for TinyMCE
de_de: Abkürzungsbutton für TinyMCE

source: Delete abbreviation
de_de: Abkürzung löschen
fr_fr: Supprimer l’abréviation

source: Example: fr, en, de, etc. Use it only if the abbreviation’s language is different from page main language
de_de: Beispiel: fr, en, de, etc. Nur verwenden, wenn die Sprache der Abkürzung unterschiedlich von der Sprache der Seite ist
fr_fr: Par exemple : fr, en, de, etc. A n’utiliser que si la langue de l'abréviation est différente de la langue globale de la page

source: https://jeanbaptisteaudras.com/tinymce-abbr/
de_de: http://jeanbaptisteaudras.com/tinymce-abbr/

source: Language (optional)
de_de: Sprache (optional)
fr_fr: Langue (facultatif)

source: Please select some text first
de_de: Bitte zuerst Text auswählen
fr_fr: Veuillez sélectionner du texte d'abord

source: Provides abbreviations button for WordPress TinyMCE visual editor.
de_de: Stellt einen Abkürzungsbutton für den visuellen WordPress Editor, TinyMCE zur Verfügung.
fr_fr: Fournit un bouton de gestion des abréviations pour l’éditeur visuel TinyMCE.

source: The meaning of your abbreviation
de_de: Bedeutung der Abkürzung
fr_fr: Indiquer la signification de l’abréviation

source: Title
de_de: Titel
fr_fr: Titre

source: Insert abbreviation
fr_fr: Insérer une abréviation

source: Jean-Baptiste Audras, project manager @ Whodunit
fr_fr: Jean-Baptiste Audras, chef de projets chez Whodunit
